<template><div><h1 id="_16级同济物理考研经验" tabindex="-1"><a class="header-anchor" href="#_16级同济物理考研经验"><span>16级同济物理考研经验</span></a></h1>
<p style="color: gray;text-align: right">from 不愿意透露姓名的王学长</p>
<p>考研的话基本考四门，数学，英语，政治，专业课，政治是所有院校专业全都要考，专业课很多学校有自主命题权利，同一个专业不同学校专业课考试内容难度也可能差别很大。然后数学大多数专业考数一数二数三，有个别专业考管理学联考，有个别专业数学作为专业课自命题，英语分英语一英语二，外语专业有可能英语自命题，政治所有专业基本都是全国统一命题。</p>
<p>然后报考院校专业选择和准备，可以到研招网找信息，初试科目，推荐书籍，录取率。</p>
<p>信息收集完就可以开始准备了，准备阶段数学常规的刷1800，660这类书，政治肖秀荣徐涛系列（肖秀荣的选择题，精讲精练，时政都很不错，不要光做四套八套卷），英语的话背单词，然后刷近十年的真题就行了，专业课就做研招网上查到的专业推荐书籍完整做完就行。</p>
<p>如果顺利通过初试准备复试去研招网等渠道查复试相关科目，推荐书籍，然后好学校复试需要个人履历，比如四六级，竞赛经历，科研经历，大学还是别太闲着参加点比赛，好学校复试的难度还是挺大的，所以不建议跨专业，因为除了初试科目没学过，复试科目也是没学过，准备复试的时间不一定够。</p>
<p>考研一般没什么学校歧视，老师更加关注的是你能力够不够能不能把你培养成发得出文章的，所以不会有学历歧视，更加看重个人能力，联系导师的话在初试分数出来了确定分够了就可以联系。</p>
<p>学生考本校是比较占优势的，因为认识学校里的老师，平时可以和老师多探讨问题。</p>
</div></template>


