<template><div><h1 id="_22届西电网络空间安全考研经验" tabindex="-1"><a class="header-anchor" href="#_22届西电网络空间安全考研经验"><span>22届西电网络空间安全考研经验</span></a></h1>
<p style="color: gray;text-align: right">from 纪同学</p>
<h2 id="写在前面" tabindex="-1"><a class="header-anchor" href="#写在前面"><span>写在前面</span></a></h2>
<p>对于目前处于大一、大二的同学，现在不必着急着手准备考研，而是应当分析自身优劣势，做好毕业后的规划。计算机专业相关的同学更要认清局势，有直接就业倾向的可以利用上海的区位优势多找实习（疫情严重的话可以考虑线上的开源实习），毕竟读完硕士去大厂做开发也并不比本科有什么优势，迷茫的话可以多与身边的学长学姐沟通，也许某个不经意的谈话就有可能改变一个人的人生轨迹。</p>
<h2 id="择校" tabindex="-1"><a class="header-anchor" href="#择校"><span>择校</span></a></h2>
<p>我们都知道选择远大于努力，对于计算机相关专业，考研的难度与学校等级是直接挂钩，从我的视角看可大致分为以下几个等级（排名<strong>有先后</strong>）：</p>
<ol>
<li>清、北、浙、交（初试复试都超难）</li>
<li>软微、科软（初试超难，复试难）</li>
<li>北上985、中科院、其余985、北邮（初试复试都难）</li>
<li>211</li>
<li>双非</li>
</ol>
<p>大家根据自身情况可以对自己进行评估：</p>
<ul>
<li>初试高+本科经历丰富=除清北以外的院校（有勇气的话可以试试软微）</li>
<li>初试高+本科经历一般=第二档及以下</li>
<li>初试一般+本科经历丰富=985（推荐中科院、华师大）</li>
<li>初试一般+本科经历一般=211</li>
<li>本科经历弱=211/双非</li>
<li>初试没信心=双非</li>
</ul>
<blockquote>
<p>注：经历包括但不限于：科研经历/竞赛/项目/实习（排名有先后），前提是这些经历没有注水，要能拿得出手和他人讲细节。</p>
</blockquote>
<h2 id="初试" tabindex="-1"><a class="header-anchor" href="#初试"><span>初试</span></a></h2>
<p>想要进入目标院校，初试是筛选人的第一环节。对于初试各科目的准备，我觉得在这里没有赘述的必要，知乎上有大把大把的优秀帖子可以借鉴，这里我就杂谈一下，想到什么写什么。</p>
<h3 id="数一" tabindex="-1"><a class="header-anchor" href="#数一"><span>数一</span></a></h3>
<ul>
<li>武忠祥、李永乐、余炳森都是值得信赖的老师，可以全程跟</li>
<li>前期吃透讲义+任意一本习题集，“<strong>多做</strong>”比“<strong>做多</strong>”更有效果</li>
<li>660的高数选择很好，880整本质量都很高</li>
<li>多做题多思考比多看课更有效果</li>
<li>建议避开高度营销的老师，比如汤家凤</li>
<li>660姜晓千讲解的很透彻，不懂的题可以看一下讲解</li>
<li>线代和概率可能比较抽象，心态炸裂是很常见的事，不要过分放在心上</li>
<li>强化是重中之重，这个阶段要疯狂做题总结，是提升最快的阶段</li>
<li>强化后尽早开真题，真题是最好的学习资料，刷多少遍都不为过</li>
<li>真题后建议把市面上所有模拟题都刷上1-2遍（如果有时间）</li>
</ul>
<h3 id="英一" tabindex="-1"><a class="header-anchor" href="#英一"><span>英一</span></a></h3>
<ul>
<li>背单词，坚持每天大量重复是非常有效的办法（前期可以一天背300新词复习150旧词，后期直接400+200）</li>
<li>使用app每天定量背诵，推荐扇贝单词，只看意思不拼写</li>
<li>单词过一遍后可以开始阅读练手，吃力的话建议2天一篇，否则一天一篇</li>
<li>阅读是重中之重！可以反复多刷，建议最后留两套测试</li>
<li>阅读跟唐迟、作文跟石雷鹏，其他随便</li>
<li>不要看单词讲解！不要看单词讲解！！不要看单词讲解！！！</li>
</ul>
<h3 id="专业课" tabindex="-1"><a class="header-anchor" href="#专业课"><span>专业课</span></a></h3>
<ul>
<li>基础好前期多学数学，暑假再看专业课也不迟，408除外</li>
<li>时间充足的话当然越早看越好</li>
<li>自命题的同学建议找学长学姐要真题，不要信外来的野路子，不要闭门造车</li>
<li>有代码题的同学尽早开始准备，不必上机敲，思路对就行</li>
<li>考西电网安的同学可以在此<a href="https://github.com/Dongoing/XDU_953" target="_blank" rel="noopener noreferrer">repo</a>中找到免费资料，也可以联系我</li>
</ul>
<h3 id="政治" tabindex="-1"><a class="header-anchor" href="#政治"><span>政治</span></a></h3>
<ul>
<li>好好看课好好做题好好背，暑假开始绝对来得及</li>
<li>背好肖八+肖四，大题不愁</li>
<li>走路时可以在喜马拉雅App里听腿姐的讲解</li>
</ul>
<h3 id="其他" tabindex="-1"><a class="header-anchor" href="#其他"><span>其他</span></a></h3>
<ul>
<li>大四会有好多个课程设计，可以向学院申请推迟到考研后再做</li>
<li>没必要打疲劳战，每天有8-10小时有效学习时间最佳</li>
<li>防止玩手机可以下载番茄todo约束自己，但切忌用这个走形式感动自己</li>
<li>暑假不要回家学习，除非你是超人</li>
<li>不要在寝室学习，理由同上</li>
<li>9月之后不要再出去浪了，一天都不要，学会拒绝</li>
<li>数学要每天做（哪怕只做1道题），单词要每天背（哪怕只背1个）</li>
<li>每天学3个小时持续3天比一天学9个小时有用</li>
<li>不要水群，从统计意义上看，水群的大部分都g了</li>
<li>真大佬一般都比较谦虚，喜欢装逼的都是假的</li>
<li>发胖+皮肤差是正常现象，平日少吃油腻的食物</li>
<li>不要熬夜，更不要熬夜+跑步，要不然真的会死</li>
</ul>
<h2 id="复试" tabindex="-1"><a class="header-anchor" href="#复试"><span>复试</span></a></h2>
<p>由于目前我还没完全录取，所以没办法透露具体复试的问题（可以之后补充），但可以给大家一个参考。</p>
<ul>
<li>有笔试的小伙伴尽早准备，不及格的话应该是会直接pass掉，现实很残酷</li>
<li>科班出身面试基本不虚，基本都是核心专业课那一套，自信就好</li>
<li>有机试的初试完就要准备，刷PTA或者洛谷都行，基本最难也就力扣middle</li>
<li>尽早联系导师，能否毕业主要看你导师；想实习就选放养，科研就尽量冲大牛</li>
<li>先过初试，别着急复试！</li>
</ul>
<h2 id="最后" tabindex="-1"><a class="header-anchor" href="#最后"><span>最后</span></a></h2>
<p>看我巴拉巴拉说了一堆话，或许给您带来了帮助，也可能浪费了您宝贵的几分钟。总而言之，考研决不是决定人生的转折点，更谈不上改变人生命运，但它绝对是一次人生机遇，抓住了或许能实现飞跃，抓不住也并不代表着失败。我倾向于把考研比喻成一场短跑马拉松，不够持久则难以获得成绩，但步子迈大了也容易扯着蛋，奉劝大家科学学习、劳逸结合。最终我希望各位考研er们能够正视考研，衡量自身位置，做好判断，同时也预祝各位考研顺利，金榜题名，我们下个路口见！</p>
</div></template>


