<template><div><h1 id="常见诈骗-推销" tabindex="-1"><a class="header-anchor" href="#常见诈骗-推销"><span>常见诈骗/推销</span></a></h1>
<p style="color: gray;text-align: left">作者：路过的猫涅  2025/3</p>
<p style="color: gray;text-align: left">以下内容皆以本人所见为基础 可能出现谬误 如需补充/修改烦请联系我 谢谢</p>
<p>以下是在上电中常见的一些骗局 其主要目的多是骗取钱财 希望大家多多留心与陌生人间的线上/线下交易</p>
<h2 id="商品推销" tabindex="-1"><a class="header-anchor" href="#商品推销"><span>商品推销</span></a></h2>
<p>多出现在<strong>超市/食堂/宿舍楼门口</strong>等人流聚集处 具体表现为谎称自己为需要完成某种项目的毕业生  然后高价出售黑笔/清洁剂/各种东西<br>
不建议出于同情心而花任何没必要的钱 最好不要开始话题 一旦有任何推销沾边的话术立刻跑路 必要时可以询问查看学生证/联系辅导员 老师</p>
<h2 id="补习班推销员" tabindex="-1"><a class="header-anchor" href="#补习班推销员"><span>补习班推销员</span></a></h2>
<p>最硬核的一批推销员 会直接上宿舍门口/进教室推销某些科目的补习班 说是缴费了就能去某些教育机构学习 本人并没有实际遇到过 因此无法验证这是一场纯骗局还是过了火的宣传<br>
解决方式同上 联系宿舍管理员</p>
<h2 id="qq-微信群广告" tabindex="-1"><a class="header-anchor" href="#qq-微信群广告"><span>QQ/微信群广告</span></a></h2>
<p>班群/课程的群由于是开放的 会有一些广告机器人根据大学tag趁虚而入 会伪装成<strong>老师/同学/辅导员</strong> 发一篇固定文案 然后附上群或是另一个“老师”的名片 再来一段文案表示事情很急速速加入现在不进就领不到学习资料了<br>
遇到这种情况可以先确认真实性 再让群主/管理员进行消息撤回和踢出</p>
<h2 id="虚假抽奖" tabindex="-1"><a class="header-anchor" href="#虚假抽奖"><span>虚假抽奖</span></a></h2>
<p>我校有不少类似的非官方校园墙在同时运作 其中有一些会接广告放出虚假抽奖 抽奖形式多为朋友圈点赞位数相关 所有参加了抽奖的人最终都会被私信“中奖” 而奖品多为买一赠一/满减等需要消费才能领取的奖励<br>
切不可因为认定自己赚到了而立刻花钱 先和同样参与了抽奖的人进行确认 或是要求中奖的截图 谨慎地进行确认</p>
</div></template>


