<template><div><h1 id="专业选择" tabindex="-1"><a class="header-anchor" href="#专业选择"><span>专业选择</span></a></h1>
<p>大学四年的课程主要分公共基础课，专业基础课，专业核心课，选修课等。</p>
<h4 id="_1-公共基础课" tabindex="-1"><a class="header-anchor" href="#_1-公共基础课"><span>1.公共基础课</span></a></h4>
<p>一般是覆盖大一的课程，主要包括高数，线性代数，物理实验，复变函数，大物，大英，机械制图，c语言，近代史，思修，毛概等（以上并不一定罗列完全，且不一定每个专业都修），其中的理科科目主要为后面的课程打基础，但是学分一般占比是比较高的。<br>
如高等数学A上，6学分左右（不同的专业相同课程也有可能有差别），那是相当高了，如果高数挂了要重修，一学分60元，重修费就是360元～<br>
当然要是学期末不及格，一般会有补考机会，安排在下学期开学前，补考挂了就只能重修了。<br>
总而言之，以上提及的公共基础课，尽量搞搞及格，或者想要拿奖学金的，尽量搞到90分以上（90分以上绩点统一4.0）最佳（考试都挺简单的，不会像高中考试那么难）。</p>
<h4 id="_2-专业基础课" tabindex="-1"><a class="header-anchor" href="#_2-专业基础课"><span>2.专业基础课</span></a></h4>
<p>这个各个专业就开始有区分啦，以自动化专业为例，就包括，数电，模电，电路，计算机软件技术，信号与系统等，这些课嘛，就不那么公共了，因专业而异，难度自然也会稍上升一些。学这些课，可能就需要更上心一点了，或者期末复习时间也需要更长一点了，这些主要覆盖大二的课程。<br>
同时大二期末会开始有大作业了，大作业呢就是根据老师的要求做一个作品，对于自动化专业来讲，主要是电路仿真等，完成后需要进行一个答辩，答辩答辩，只答不辩，懂的都懂（答辩就是拿着你的大作业报告去老师那边，回答老师提出的问题）。</p>
<h4 id="_3-专业核心课" tabindex="-1"><a class="header-anchor" href="#_3-专业核心课"><span>3.专业核心课</span></a></h4>
<p>这个主要是大三的课程，到大三就懂了，没必要提前说。</p>
<h4 id="_4-选修课" tabindex="-1"><a class="header-anchor" href="#_4-选修课"><span>4.选修课</span></a></h4>
<p>每学期最多选3分，大学四年共需修8分，分别四类各2分，以后选课的时候注意点，不要当大冤种，一个类别修超10来分。</p>
<h4 id="_5-不要挂科" tabindex="-1"><a class="header-anchor" href="#_5-不要挂科"><span>5.不要挂科</span></a></h4>
<p>尽量还是不要挂科了，毕业后国企之类的比较看是否挂科，考研导师挑人的时候也是一个参考点。<br>
挂科同时也会占用以后的学习时间，容易耽误以后的学习时间。</p>
</div></template>


