<template><div><h1 id="_20级材料化学转电气及其自动化专业" tabindex="-1"><a class="header-anchor" href="#_20级材料化学转电气及其自动化专业"><span>20级材料化学转电气及其自动化专业</span></a></h1>
<h3 id="选择材化的原因" tabindex="-1"><a class="header-anchor" href="#选择材化的原因"><span>选择材化的原因？</span></a></h3>
<p>材化这专业，多少都是因为调剂才来到的吧（我就是），当时分确实不高，又害怕滑档，选了服从调剂最后来到了材化。</p>
<p>据我了解材化专业相对来说就业不是很好，对这个专业不感兴趣的话建议大一好好学习争取转专业（生化环材四大天坑嘛），有科研的想法也可以好好学之后考研。其实到平台询问基本上生化环材都是劝退的，但是如果已成既定事实并且不打算复读的话开学之后就好好加油吧，也许会有不一样的精彩呢。</p>
<h3 id="下面是材化专业第一的视角带你速通材化大一" tabindex="-1"><a class="header-anchor" href="#下面是材化专业第一的视角带你速通材化大一"><span>下面是材化专业第一的视角带你速通材化大一</span></a></h3>
<p>先是大一上，大一上要注意的东西其实不多，因为课很少，真正要学的相当于只有高数跟无机。记住一个要点，如果你们能选基础物理的选修一定要抢，这课不仅是网课，还是一个2分的自然科学选修。无机其实大多数是高中的知识，如果你高中化学扎实，这课基本稳拿满绩点（然而我89被卡绩点了）。然后高数，这个得好好学，毕竟5学分，平时多努力点，期末好好写复习题就能满绩点。思修好好背书就能85以上就不说了。大一上真正能拉开差距的是英语，英语这东西给分很玄学，一定要好好重视，可以说英语成绩的高低就能决定你大一上的排名和能否转专业，当时我有个同学，其他课全部4.0，但是英语来了个70分，然后寄了，我稍微重视了点，但也才82分，最后整了个专业第二出来（但凡我英语多点分，或者无机多一分就是第一）<br>
正好我运气好，专业第一没有转专业的念头，我就直接报了电气的转专业，转专业主要是看成绩跟面试，面试是偏聊天的，所以成绩非常重要，这两年电气都是只要了一个材化的人，所以我建议不是专业第一别选电气，去考虑自动化和国交。电气的转专业真的卷爆了，不是专业第一第二不建议选电气，我当时是有快90个报了转电气的，先筛掉了40个人，最后50个人里面试，45个通过，基本都是专业第一第二（看的是大一上的成绩，大一上一定要好好努力）<br>
转专业它只有一次机会，不成功就只能留在原专业了，所以一定要慎重考虑，而且电气专业里面都是卷中卷，课业压力很大，来之后一定要有被虐暴的心理准备。所以我的建议是，专业第一第二，转电气，之后的考虑自动化国交，再往后就考虑其他专业吧。<br>
然后是大一下，材化大一下地狱难度，每天早八到晚八课不带停的，平时一定要好好学，不然期末火葬场。有机，大物，c语言，高数下，一个比一个重量级，特别是有机跟大物，可以说是不挂科就有奖学金。记住，千万不能挂科，千万不能挂科，千万不能挂科，挂科的后果很严重，包括线上选修，如果你转专业了，但是大一下有挂科，会直接回到原专业，相当于你大一上的努力全部白费，而且挂科了就没有奖学金了，挂科还对你的就业有影响，很多国企都不要挂科的学生。</p>
<h3 id="总结" tabindex="-1"><a class="header-anchor" href="#总结"><span>总结</span></a></h3>
<p>有转专业的意图的，大一上一定要卷，能转电气的基本全部是满绩点，我转电气的时候是3.8的绩点，21届要接近3.9，加油吧。想拿奖学金的话大二也不能落下，挂科基本啥都没了。给个参考吧，我当时是3.6的平均绩点拿的一等奖学金，之后的都是二等了，二等大概到3.3吧，3.0可能都有三等，基本不挂科就有奖学金拿。</p>
</div></template>


