<template><div><h1 id="填志愿指南" tabindex="-1"><a class="header-anchor" href="#填志愿指南"><span>填志愿指南</span></a></h1>
<p style="color: gray;text-align: left">from 猫柒</p>
<h2 id="志愿录取规则" tabindex="-1"><a class="header-anchor" href="#志愿录取规则"><span>志愿录取规则</span></a></h2>
<p>都看到校内入学手册了，应该不会还在纠结志愿吧。学校平行志愿录取，至于什么是平行志愿，建议去看看张雪峰。</p>
<h2 id="学校选择" tabindex="-1"><a class="header-anchor" href="#学校选择"><span>学校选择</span></a></h2>
<p>虽然看到这个大概已经预定录取或已经录取了，但是还是提醒一下：上海211及以下档次的学校性价比远低于外省市大学(本地人除外)，所以分数如果够上一些安徽之类地区的211，就非常不推荐来上电了，还有应技大工程大之类的。来了之后只会后悔为什么211分数选了个上海二本。</p>
<h2 id="专业选择" tabindex="-1"><a class="header-anchor" href="#专业选择"><span>专业选择</span></a></h2>
<p>当前环境下理工科除了土木一类都大差不差的，最重要的还是选自己喜欢的。普通家庭中学一个自己不喜欢的专业之后人生是否幸福尚未知晓，甚至大学期间也很难幸福的起来，学一个喜欢的专业至少大学期间是幸福的。</p>
<p>所以还是那句话：理工科，喜欢啥学啥(除了土木)</p>
<p>不知道喜欢啥?往上翻去看学校介绍。</p>
</div></template>


