<template><div><h1 id="英专方面" tabindex="-1"><a class="header-anchor" href="#英专方面"><span>英专方面</span></a></h1>
<p><s>最好别来英专，文科生去财经、语言、师范院校吧我求求</s><br>
<s>别听理工科学校好找对象这种鬼话先发展自己啊！！！！！实力才是硬道理。</s></p>
<h3 id="来都来了-既来之则安之。" tabindex="-1"><a class="header-anchor" href="#来都来了-既来之则安之。"><span>来都来了，既来之则安之。</span></a></h3>
<p>好好听课是关键，选课别管水不水，（好好学习，万年古训)<br>
英专老师会捞你，论文考试慢慢来；（考砸也行，但别摆烂）<br>
商务翻译和文学，大一下就要选择；（三个分流，翻译难抢）<br>
选修分数有三类，自然人文和艺术，（选课会议，详细讲述）<br>
线上线下都可选，各自两分不着急，<br>
其实还有英语类，其他分数来填平；<br>
创新创业莫慌张，一点一滴来实践；（比赛立项，条条皆可）<br>
二外分为法日语，比例分来2：1.<br>
辅修双学位不同，修前切记慎考虑；<br>
（校内日语辅修目前20级是最后一届）<br>
考研入职切相关，三思后行是关键，<br>
专四专八硬实力，一定争优勇向前。<br>
（文学的学弟学妹们欢迎骚扰，苯人知无不言言无不尽）</p>
<h3 id="公交地铁方面" tabindex="-1"><a class="header-anchor" href="#公交地铁方面"><span>公交地铁方面</span></a></h3>
<p>从一号口出门最为方便快捷，其位置如图（应该会有人找到更清晰的图吧）<br>
公交站：出校门右转直行过马路 看到站牌 等1077<br>
分清花柏路杞青路，杞青路花柏路，不要像某个大傻瓜一样到达海洋海事步行一个小时回宿舍。。。<br>
定班车：有时刻表（翻找中）<br>
一定要安装导航功能啊！（高柱几次三番差点迷失在学校附近面容相似的道路中，求人不如秋季）（就要谐音字）</p>
<h3 id="体育课方面-这三个老师人都不错" tabindex="-1"><a class="header-anchor" href="#体育课方面-这三个老师人都不错"><span>体育课方面（这三个老师人都不错）</span></a></h3>
<p>大一上：太极拳<br>
大一下至大二下：<br>
王芒：定向越野，绕学校跑圈，体力强者优选<br>
赵长海：板羽球，用乒乓球木拍打微型羽毛球，需要灵活度+一名搭档。<br>
史强：击剑，男女皆可。我选过两次(高柱女的)， 击剑最后需要实战。搭档随机生成。（选他）</p>
<h3 id="寝室生活" tabindex="-1"><a class="header-anchor" href="#寝室生活"><span>寝室生活</span></a></h3>
<p>洗衣机<br>
So easy<br>
下载“海狸洗衣”，各楼栋一层洗衣机二维码处可下载<br>
洗衣机瓦特了可以打客服电话，解决处理不错</p>
<h3 id="饮水机" tabindex="-1"><a class="header-anchor" href="#饮水机"><span>饮水机</span></a></h3>
<p>水成，APP</p>
<h3 id="金工实习" tabindex="-1"><a class="header-anchor" href="#金工实习"><span>金工实习</span></a></h3>
<p>不！要！恐！慌！<s>（4-4）</s><br>
除了迟到早退旷课等大型事故外不会挂科，<br>
当然每个人能力不同，分数有别。（会分组，听从老师安排）</p>
</div></template>


