<template><div><h1 id="声明" tabindex="-1"><a class="header-anchor" href="#声明"><span>声明</span></a></h1>
<p>《上海电力大学速通手册》（后简称“手册”）是一本公益小册子。版权属于本书编委会。在本书撰写过程中，我们始终以“中立”和“公益”为原则，没有接受其他任何组织以任何形式的支持。未经编委会许可，任何组织或个人不得违反相应的版权条例抄袭、转载、摘编、修改本书内容；不得将本书任何部分以任何目的用于任何商业用途；不得对本手册原意进行曲解、修改和未经授权的大范围分发。</p>
<p>本手册由多位作者编写，本手册作者不能保证手册内容中没有对其他组织的误解和偏见。手册内容的正确性并没有经过权威审查，手册作者无法保证手册中的方法始终有效。手册作者亦无力确认手册是否违反了读者所在地的各种法规，请各位读者参照当地行政规定。如有违反，请您停止阅读并立即销毁手册的任何副本。对于未经授权传播手册而造成的各种问题，手册作者概不负责。手册作者无法确定手册内容是否会对读者身心健康产生不良影响。如果您未满18岁，或因阅读手册而产生不适，请立即停止阅读并咨询心理医生。</p>
<p>本书代码所使用的开源协议为 Apache2.0 ，本书内容版权条款为本声明。</p>
</div></template>


